{
  "analyzingText": "Votre fichier est en cours d'analyse",
  "submitButton": "Soumettre",
  "fileSelectionLabel": "Sélection de fichiers",
  "cameraLabel": "Caméra",
  "confirmationPage": "Page de confirmation",
  "cancelButton": "Annuler",
  "confirmButton": "Confirmer",
  "closeCard": "Fermer la section afficher plus d'information",
  "saveButton": "Enregistrer",
  "modifyButton": "Modifier",
  "approveButton": "Apprové",
  "showMoreButton": "Voir plus",
  "CFIALogo": "Logo ACIA",
  "textHeader": "Lien à l'ACIA",
  "headerLinkTitle": "ACIA",
  "headerAlphaVersionText": "Version Alpha",
  "fileListNoElement": "Aucun élément ajouté",
  "dragAndDropFileH3": "Ajouter un document",
  "captureButton": "Prendre",
  "dragAndDropFilePOption1": "Glissez et déposez vos fichiers ici ou",
  "dragAndDropFilePOption2": "Prendre une photo ou",
  "browseFileButton": "Parcourir les fichiers",
  "switchCameraButton": "Changer Camera",
  "noPicture": "Aucune photo",
  "name": "Nom",
  "address": "Adresse",
  "website": "Site web",
  "phone_number": "Numéro de téléphone",
  "registrationNumber": "Numéro d'enregistrement",
  "lotNumber": "Numéro de lot",
  "npk": "NPK( Azote, Phosphore et Potassium )",
  "precautionary_fr": "Précaution (français)",
  "precautionary_en": "Précaution (anglais)",
  "instructions_fr": "Instruction (français)",
  "instructions_en": "Instruction (anglais)",
  "ingredients_fr": "Ingredient (français)",
  "ingredients_en": "Ingredient (anglais)",
  "specifications_fr": "Spécification (français)",
  "specifications_en": "Spécification (anglais)",
  "cautions_fr": "Caution (français)",
  "cautions_en": "Caution (anglais)",
  "recommendation_fr": "Recommendation (français)",
  "recommendation_en": "Recommendation (anglais)",
  "first_aid_fr": "Premier soin (français)",
  "first_aid_en": "Premier soin (anglais)",
  "warranty": "Garantie",
  "danger_fr": "Danger (français)",
  "danger_en": "Danger (anglais)",
  "guaranteed_analysis": "Analyse garantie",
  "nutrient_in_guaranteed_analysis": "Nutriment",
  "percentage_in_guaranteed_analysis": "Pourcentage",
  "weightKg": "Poids en kg",
  "weightLb": "Poids en lb",
  "density": "Densité",
  "volume": "Volume",
  "settingH1": "Paramètres",
  "languageLabel": "Langue",
  "fr": "Français",
  "en": "Anglais",
  "home": "Accueil",
  "settings": "Paramètres",
  "rename": "Renommer",
  "nonCompliance1":"Le nom et l'adresse du fabricant de l'engrais",
  "nonCompliance2":"Le numéro de lot",
  "nonCompliance3":"Le poids",
  "nonCompliance4":"Le nom de la personne qui doit utiliser l'engrais",
  "nonCompliance5":"L'analyse garantie",
  "nonCompliance6":"Aucune garantie à 0% n’est énumérées dans l’analyse garantie pour les contaminants (par exemple: les métaux lourds ou les agents pathogènes)",
  "nonCompliance7":"L’analyse garantie contient seulement des ingrédients actifs",
  "nonCompliance8":"La quantité minimale d'azote total (N) exprimée en pourcentage",
  "nonCompliance9":"La quantité minimale d’acide phosphorique assimilable (P2O5) exprimée en pourcentage",
  "nonCompliance10":"Dans le cas d'un engrais phosphaté non traité (représenté comme contenant du phosphore), la quantité minimale d'acide phosphorique total et la quantité minimale d'acide phosphorique disponible, exprimées en pourcentage",
  "nonCompliance11":"La quantité minimale de potasse soluble (K2O) exprimée en pourcentage",
  "nonCompliance12":"La quantité minimale de chaque principe nutritif secondaire (calcium, magnésium et soufre), exprimée en pourcentage d'éléments purs (le cas échéant). (p. ex. : Calcium (Ca)……2%)",
  "nonCompliance13":"Si l’engrais ou le supplément contient un composant actif destiné à neutraliser l’acidité:",
  "nonCompliance14":"la quantité minimale de calcium et de magnésium, le cas échéant, exprimée en pourcentage d’élément pur",
  "nonCompliance15":"son pouvoir neutralisant minimum, exprimé en pourcentage, de la capacité de neutralisation de l’acide du carbonate de calcium",
  "nonCompliance16":"la plage des tailles des particules de composants solides",
  "nonCompliance17":"Dans le cas d’un engrais ou d’un supplément annoncé comme contenant de la matière organique, la quantité minimale de celle-ci et le contenu d’humidité maximum exprimés en pourcentage",
  "nonCompliance18":"La quantité minimale de tout autre composant actif exprimée en pourcentage",
  "nonCompliance19":"Si la concentration d’un composant actif doit être exprimée en pourcentage mais qu’il est présent en une concentration de moins de 0,001 pour cent, celle-ci peut être exprimée, par gramme, dans l’analyse garantie, au moyen d’une autre unité de mesure",
  "nonCompliance20":"Pour une engrais préparé selon la formule du client auquel a été intentionnellement ajouté un antiparasitaire ou un oligo-élément, l’emballage est étiqueté avec",
  "nonCompliance21":"Le nom et l'adresse de la personne qui doit utiliser l'engrais",
  "nonCompliance22":"L’analyse garantie",
  "nonCompliance23":"Aucune garantie à 0% n’est énumérées dans l’analyse garantie pour les contaminants (par exemple: les métaux lourds ou les agents pathogènes). Un zéro dans la catégorie est acceptable",
  "nonCompliance24":"L’analyse garantie contient seulement des ingrédients actifs",
  "nonCompliance25":"La quantité minimale d'azote total (N) exprimée en pourcentage",
  "nonCompliance26":"La quantité minimale d’acide phosphorique assimilable (P2O5) exprimée en pourcentage",
  "nonCompliance27":"Dans le cas d'un engrais phosphaté non traité (représenté comme contenant du phosphore), la quantité minimale d'acide phosphorique total et la quantité minimale d'acide phosphorique disponible, exprimées en pourcentage",
  "nonCompliance28":"La quantité minimale de potasse soluble (K2O) exprimée en pourcentage",
  "nonCompliance29":"La quantité minimale de chaque principe nutritif secondaire (calcium, magnésium et soufre), exprimée en pourcentage d'éléments purs (le cas échéant). (p. ex. : Calcium (Ca)……2%)",
  "nonCompliance30":"La quantité réelle de chaque oligo-élément (bore, chlore, cuivre, fer, manganèse, molybdène ou zinc), exprimée en pourcentage d'éléments purs (le cas échéant). (p. ex. , Copper (Cu..0.10%)",
  "nonCompliance31":"Dans le cas d'un engrais qui contient un antiparasitaire, l'analyse garantie doit inclure le nom et la concentration de chaque composant actif de l'antiparasitaire, exprimée en pourcentage",
  "nonCompliance32":"Si l’engrais ou le supplément contient un composant actif destiné à neutraliser l’acidité:",
  "nonCompliance33":"la quantité de calcium et de magnésium, le cas échéant, exprimée en pourcentage d’élément pur",
  "nonCompliance34":"son pouvoir neutralisant, exprimé en pourcentage, de la capacité de neutralisation de l’acide du carbonate de calcium",
  "nonCompliance35":"la plage des tailles des particules de composants solides",
  "nonCompliance36":"Dans le cas d’un engrais ou d’un supplément annoncé comme contenant de la matière organique, la quantité minimum de celle-ci et le contenu d’humidité maximum exprimés en pourcentage",
  "nonCompliance37":"La quantité de tout autre composant actif exprimée en pourcentage (Un composant actif est un composant d’un engrais ou d’un supplément auquel un rendement en tant qu’engrais ou supplément est attribué)",
  "nonCompliance38":"Si la concentration d’un composant actif doit être exprimée en pourcentage mais qu’il est présent en une concentration de moins de 0,001 pour cent, celle-ci peut être exprimée, par gramme, dans l’analyse garantie, au moyen d’une autre unité de mesure",
  "nonCompliance39":"Le mode d'emploi, si l'engrais contient un antiparasitaire",
  "nonCompliance40":"Toute déclaration énonçant les précautions à prendre pour atténuer le risque de préjudice à la santé humaine, animale ou végétale ou à l'environnement (à l'exception des parasites)",
  "nonCompliance41":"Dans le cas d'un produit dans lequel le composant actif peut se détériorer, la date après laquelle le supplément n'est plus censé être utilisé",
  "nonCompliance42":"Lorsque le produit contient des micro-organismes viables, des mises en garde et/ou recommandations de porter un équipement de protection personnelle afin de réduire au minimum la possibilité de sensibilisation et d'irritation de la peau et des voies respiratoires pourraient être requises sur l'étiquette",
  "nonCompliance43":"Lorsque le produit contient un métal supplémentaire (comme le cobalt), la mise en garde suivante: Avertissement : cet engrais contient (indiquer le nom du métal supplémentaire) et ne doit être employé que de la manière recommandée. Il peut être nocif s'il est employé mal à propos",
  "nonCompliance44":"Lorsque le produit est présenté comme contenant du bore, cuivre, fer, manganèse, molybdène ou zinc, la mise en garde suivante : Avertissement : Cet engrais contient (indiquer le nom du principe nutritif secondaire) et ne doit être employé que de la manière recommandée. Il peut être nocif s'il est employé mal à propos",
  "nonCompliance45":"Tous les engrais contenant du bore à une concentration plus grande que 0.3%, la déclaration suivante figure sur l’étiquette: « Peut nuire à la fertilité et l'enfant à naitre. »",
  "nonCompliance46":"Si un engrais ou un supplément contient un allergène prioritaire identifié par Santé Canada (œufs, lait, moutarde, arachides, crustacés et mollusques, poisson, graines de sésame, soja, sulfites, noix, blé ou triticale), un énoncé contenant les renseignements suivants sur les dangers, les précautions et les premiers soins doit figurer sur l'étiquette. « Avertissement : ce produit contient (énumérer tous les allergènes). Des effets indésirables peuvent survenir chez les personnes sensibles. En cas de contact avec la peau, lavez avec du savon et de l'eau. Portez un masque antipoussières et des gants de protection. En cas de réaction allergique, consultez un médecin. »",
  "nonCompliance47":"L'étiquette du produit doit ne comporte pas de symboles ou renseignements inexacts ou trompeurs susceptibles d'induire un acheteur en erreur quant à l'identité du produit, son innocuité, sa composition ou son mode d'emploi",
  "nonCompliance48":"Si des acronymes sont employés, leur sens est inscrit sur l’étiquette",
  "nonCompliance49":"Toutes les unités de mesure sont MÉTRIQUE (des unités impériales équivalentes peuvent apparaître en plus du métrique)",
  "nonCompliance50":"Si l’étiquette fait état de mesures métriques et impériales, la conversion de ces mesures est exacte",
  "nonCompliance51":"Si une garantie du vendeur est présente sur l'étiquette du produit, elle ne détourne pas l'attention des informations requises et ne contrevient pas à la loi et au règlement sur les engrais",
  "nonCompliance52":"Tous les renseignements requis par le règlement doivent apparaitre dans les deux langues officielles (c'est-à-dire imprimées de manière visible, lisible et indélébile en anglais et en français, les deux versions étant également mises en évidence et à proximité l’une de l’autre",
  "nonCompliance53":"Aucune mention qui rencontre la définition d'un produit antiparasitaire en vertu de la Loi sur les produits antiparasitaires : « un produit, substance ou organisme — notamment ceux résultant de la biotechnologie — constitué d'un principe actif ainsi que de formulants et de contaminants et fabriqué, présenté, distribué ou utilisé comme moyen de lutte direct ou indirect contre les parasites par destruction, attraction ou répulsion, ou encore par atténuation ou prévention de leurs effets nuisibles, nocifs ou gênants »",
  "nonCompliance54":"Pour les produits qui sont ou contiennent des suppléments polymériques (s'applique à tous les polymères qui agissent directement ou indirectement pour améliorer l'état physique des sols, ou pour aider la croissance des plantes ou le rendement des cultures) :",
  "nonCompliance55":"Le polymère a été enregistré pour l'utilisation prévue du mélange ou le produit granulaire enrobé de polymère a été enregistré.",
  "nonCompliance56":"Toutes les mises en garde nécessaires associées au polymère sont inscrites sur l’étiquette du produit.",
  "nonCompliance57":"Le mode d’emploi est conforme aux conditions établies par la Section de l’innocuité des engrais.",
  "nonCompliance58":"Les produits et les matières premières NE CONTIENNENT PAS de matières à risque spécifiées (MRS) - Sauf en conformité avec un permis délivré au titre de l'article 160 du Règlement sur la santé des animaux pour l’application de l'article 6.4 de ce règlement. "
}
